/**
 * This file is free software: you can redistribute it and/or modify
 * it under the terms of the GNU Lesser Public License as published by
 * the Free Software Foundation, either version 3 of the License, or
 * (at your option) any later version.
 *
 * It is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU Lesser Public License for more details.
 *
 * You should have received a copy of the GNU Lesser Public License along with
 * it. If not, see <http://www.gnu.org/licenses/>.
 */

package instance.event;

import com.aionemu.commons.network.util.ThreadPoolManager;
import com.aionemu.commons.utils.Rnd;
import com.aionemu.gameserver.ai2.NpcAI2;
import com.aionemu.gameserver.ai2.manager.WalkManager;
import com.aionemu.gameserver.controllers.effect.PlayerEffectController;
import com.aionemu.gameserver.instance.handlers.GeneralInstanceHandler;
import com.aionemu.gameserver.instance.handlers.InstanceID;
import com.aionemu.gameserver.model.DescriptionId;
import com.aionemu.gameserver.model.EmotionType;
import com.aionemu.gameserver.model.Race;
import com.aionemu.gameserver.model.drop.DropItem;
import com.aionemu.gameserver.model.gameobjects.Creature;
import com.aionemu.gameserver.model.gameobjects.Npc;
import com.aionemu.gameserver.model.gameobjects.StaticDoor;
import com.aionemu.gameserver.model.gameobjects.player.Player;
import com.aionemu.gameserver.model.instance.InstanceScoreType;
import com.aionemu.gameserver.model.instance.instancereward.InstanceReward;
import com.aionemu.gameserver.model.instance.instancereward.FissureOfOblivionReward;
import com.aionemu.gameserver.model.instance.playerreward.FissureOfOblivionPlayerReward;
import com.aionemu.gameserver.network.aion.serverpackets.SM_DIE;
import com.aionemu.gameserver.network.aion.serverpackets.SM_EMOTION;
import com.aionemu.gameserver.network.aion.serverpackets.SM_INSTANCE_SCORE;
import com.aionemu.gameserver.network.aion.serverpackets.SM_SYSTEM_MESSAGE;
import com.aionemu.gameserver.services.drop.DropRegistrationService;
import com.aionemu.gameserver.services.item.ItemService;
import com.aionemu.gameserver.services.teleport.TeleportService2;
import com.aionemu.gameserver.skillengine.SkillEngine;
import com.aionemu.gameserver.utils.PacketSendUtility;
import com.aionemu.gameserver.world.WorldMapInstance;
import com.aionemu.gameserver.world.knownlist.Visitor;
import java.util.*;
import java.util.concurrent.Future;
import instance.AbstractFissureOfOblivionInstance;

/**
 * Supplies the template ids specific to this Fissure of Oblivion variant.
 *
 * @author Oraion
 */
@InstanceID(302110000)
public class Opportunity_FissureOfOblivionInstance extends AbstractFissureOfOblivionInstance {

	public void onDropRegistered(Npc npc) {
		Set<DropItem> dropItems = DropRegistrationService.getInstance().getCurrentDropMap().get(npc.getObjectId());
		int npcId = npc.getNpcId();
		int index = dropItems.size() + 1;
		switch (npcId) {
			//Bonus Monster.
			case 248037:
			case 248038:
			case 248039:
			case 248040:
			case 248041:
			case 248042:
			case 248043:
			case 248044:
			case 248045:
			case 248046:
			case 248047:
			case 248048:
			case 248049:
			case 248050:
			case 248051:
			case 248052:
			case 248053:
			case 248054:
			case 248055:
			case 248056:
			case 248057:
			case 248058:
			case 248059:
			case 248060:
			case 248061:
			case 248062:
			case 248063:
			case 248064:
			case 248065:
			case 248066:
			case 248067:
			case 248068:
			case 248069:
			case 248070:
			case 248071:
			case 248072:
			case 248073:
			case 248074:
			case 248075:
			case 248076:
				switch (Rnd.get(1, 5)) {
					case 1:
				        dropItems.add(DropRegistrationService.getInstance().regDropItem(1, 0, npcId, 188055607, 1)); //Firmly Bound Ancient Coin Bundle.
				    break;
					case 2:
				        dropItems.add(DropRegistrationService.getInstance().regDropItem(1, 0, npcId, 188055608, 1)); //Solidly Bound Ancient Coin Bundle.
				    break;
					case 3:
					    dropItems.add(DropRegistrationService.getInstance().regDropItem(1, 0, npcId, 188055609, 1)); //Strongly Bound Ancient Coin Bundle.
					break;
					case 4:
				        dropItems.add(DropRegistrationService.getInstance().regDropItem(1, 0, npcId, 188055610, 1)); //Securely Bound Ancient Coin Bundle.
					break;
					case 5:
				        dropItems.add(DropRegistrationService.getInstance().regDropItem(1, 0, npcId, 188055611, 1)); //Tightly Bound Ancient Coin Bundle.
					break;
				}
			break;
		}
	}

	@Override
	public void onDie(Npc npc) {
		int points = 0;
		int npcId = npc.getNpcId();
		Player player = npc.getAggroList().getMostPlayerDamage();
		switch (npc.getObjectTemplate().getTemplateId()) {
			/*** Player Lvl 66 ***/
			case 244454: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244455: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244456: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244457: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado66An++;
				if (IDTransformSado66An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp66();
								break;
								case 2:
								    IDTransformVritraWarp66();
								break;
								case 3:
								    IDTransformTiamatWarp66();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado66An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado66An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 67 ***/
			case 244495: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244496: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244497: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244498: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado67An++;
				if (IDTransformSado67An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp67();
								break;
								case 2:
								    IDTransformVritraWarp67();
								break;
								case 3:
								    IDTransformTiamatWarp67();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado67An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado67An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 68 ***/
			case 244536: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244537: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244538: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244539: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado68An++;
				if (IDTransformSado68An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp68();
								break;
								case 2:
								    IDTransformVritraWarp68();
								break;
								case 3:
								    IDTransformTiamatWarp68();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado68An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado68An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 69 ***/
			case 244577: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244578: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244579: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244580: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado69An++;
				if (IDTransformSado69An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp69();
								break;
								case 2:
								    IDTransformVritraWarp69();
								break;
								case 3:
								    IDTransformTiamatWarp69();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado69An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado69An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 70 ***/
			case 244618: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244619: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244620: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244621: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado70An++;
				if (IDTransformSado70An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp70();
								break;
								case 2:
								    IDTransformVritraWarp70();
								break;
								case 3:
								    IDTransformTiamatWarp70();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado70An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado70An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 71 ***/
			case 244659: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244660: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244661: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244662: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado71An++;
				if (IDTransformSado71An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp71();
								break;
								case 2:
								    IDTransformVritraWarp71();
								break;
								case 3:
								    IDTransformTiamatWarp71();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado71An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado71An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 72 ***/
			case 244700: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244701: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244702: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244703: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado72An++;
				if (IDTransformSado72An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp72();
								break;
								case 2:
								    IDTransformVritraWarp72();
								break;
								case 3:
								    IDTransformTiamatWarp72();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado72An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado72An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 73 ***/
			case 244741: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244742: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244743: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244744: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado73An++;
				if (IDTransformSado73An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp73();
								break;
								case 2:
								    IDTransformVritraWarp73();
								break;
								case 3:
								    IDTransformTiamatWarp73();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado73An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado73An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 74 ***/
			case 244782: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244783: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244784: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244785: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado74An++;
				if (IDTransformSado74An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp74();
								break;
								case 2:
								    IDTransformVritraWarp74();
								break;
								case 3:
								    IDTransformTiamatWarp74();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado74An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado74An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 75-83 ***/
			case 244823: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244824: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244825: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
			case 244826: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬?Ã‚Â¸.
				IDTransformSado75An++;
				if (IDTransformSado75An == 4) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							switch (Rnd.get(1, 3)) {
								case 1:
								    IDTransformEreshWarp75();
								break;
								case 2:
								    IDTransformVritraWarp75();
								break;
								case 3:
								    IDTransformTiamatWarp75();
								break;
							}
							killNpc(getNpcs(245402));
							spawn(245416, 855.54144f, 465.55255f, 351.57367f, (byte) 0, 54);
						}
					}, 5000);
				} else if (IDTransformSado75An == 8) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245403));
							spawn(245417, 594.41882f, 564.05542f, 352.56454f, (byte) 0, 58);
							spawn(245418, 522.48053f, 573.51971f, 321.80389f, (byte) 0, 55);
						}
					}, 5000);
				} else if (IDTransformSado75An == 12) {
					ThreadPoolManager.getInstance().schedule(new Runnable() {
						@Override
						public void run() {
							killNpc(getNpcs(245404));
						}
					}, 5000);
				}
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 66 ***/
			case 244470: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244471: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244472: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244473: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244474: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244475: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244476: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244477: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244478: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244479: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244480: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244481: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 67 ***/
			case 244511: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244512: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244513: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244514: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244515: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244516: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244517: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244518: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244519: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244520: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244521: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244522: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 68 ***/
			case 244552: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244553: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244554: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244555: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244556: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244557: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244558: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244559: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244560: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244561: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244562: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244563: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 69 ***/
			case 244593: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244594: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244595: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244596: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244597: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244598: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244599: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244600: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244601: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244602: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244603: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244604: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 70 ***/
			case 244634: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244635: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244636: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244637: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244638: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244639: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244640: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244641: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244642: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244643: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244644: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244645: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 71 ***/
			case 244675: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244676: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244677: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244678: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244679: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244680: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244681: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244682: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244683: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244684: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244685: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244686: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 72 ***/
			case 244716: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244717: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244718: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244719: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244720: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244721: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244722: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244723: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244724: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244725: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244726: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244727: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 73 ***/
			case 244757: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244758: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244759: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244760: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244761: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244762: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244763: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244764: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244765: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244766: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244767: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244768: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 74 ***/
			case 244798: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244799: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244800: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244801: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244802: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244803: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244804: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244805: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244806: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244807: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244808: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244809: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 75-83 ***/
			case 244839: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244840: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244841: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244842: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244843: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244844: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244845: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244846: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244847: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244848: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244849: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬ÂÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 244850: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂ«Ã‚Â§Ã‹â€ ÃƒÂ«Ã‚Â²Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
				points = 250;
				despawnNpc(npc);
			break;
			/*** Player Lvl 66 ***/
			case 244482: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244483: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244484: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 67 ***/
			case 244523: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244524: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244525: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 68 ***/
			case 244564: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244565: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244566: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 69 ***/
			case 244605: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244606: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244607: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 70 ***/
			case 244646: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244647: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244648: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 71 ***/
			case 244687: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244688: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244689: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 72 ***/
			case 244728: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244729: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244730: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 73 ***/
			case 244769: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244770: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244771: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 74 ***/
			case 244810: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244811: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244812: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 75-83 ***/
			case 244851: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244852: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244853: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
				points = 550;
				despawnNpc(npc);
				doors.get(183).setOpen(true);
			break;
			/*** Player Lvl 66 ***/
			case 244490: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244491: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244492: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244493: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244494: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 67 ***/
			case 244531: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244532: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244533: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244534: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244535: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 68 ***/
			case 244572: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244573: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244574: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244575: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244576: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 69 ***/
			case 244613: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244614: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244615: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244616: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244617: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 70 ***/
			case 244654: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244655: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244656: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244657: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244658: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 71 ***/
			case 244695: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244696: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244697: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244698: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244699: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 72 ***/
			case 244736: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244737: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244738: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244739: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244740: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 73 ***/
			case 244777: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?.
			case 244778: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?.
			case 244779: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?.
			case 244780: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?.
			case 244781: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?.
			/*** Player Lvl 74 ***/
			case 244818: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244819: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244820: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244821: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244822: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			/*** Player Lvl 75 ***/
			case 244859: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244860: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244861: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244862: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
			case 244863: //ÃƒÂ«Ã‚Â§?ÃƒÂªÃ‚Â°?ÃƒÂ¬?Ã‹Å“ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã…Â¾?
				points = 1500;
				despawnNpc(npc);
				deleteNpc(245405);
				ThreadPoolManager.getInstance().schedule(new Runnable() {
					@Override
					public void run() {
					    instance.doOnAllPlayers(new Visitor<Player>() {
						    @Override
						    public void visit(Player player) {
							    stopInstance(player);
						    }
					    });
					}
				}, 3000);
			break;
			/*** Player Lvl 66 ***/
			case 244892: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244893: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244894: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 67 ***/
			case 244923: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244924: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244925: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 68 ***/
			case 244954: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244955: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244956: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 69 ***/
			case 244985: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244986: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 244987: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 70 ***/
			case 245016: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245017: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245018: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 71 ***/
			case 245047: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245048: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245049: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 72 ***/
			case 245078: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245079: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245080: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 73 ***/
			case 245109: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245110: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245111: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 74 ***/
			case 245140: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245141: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245142: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			/*** Player Lvl 75-83 ***/
			case 245171: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245172: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			case 245173: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ«?Ã‚Â¼ÃƒÂ«Ã¢â‚¬Å¡Ã‹Å“ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‹Å“Ã‹â€  ÃƒÂªÃ‚Â°Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂªÃ‚Â´Ã¢â€šÂ¬.
			    points = 550;
				despawnNpc(npc);
			break;
			/*** Player Lvl 66 ***/
			case 245577: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245578: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245579: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245580: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245581: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245582: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245583: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245584: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245585: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245586: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245587: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245588: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245697: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245698: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245699: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 67 ***/
			case 245589: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245590: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245591: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245592: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245593: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245594: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245595: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245596: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245597: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245598: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245599: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245600: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245703: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245704: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245705: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 68 ***/
			case 245601: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245602: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245603: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245604: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245605: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245606: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245607: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245608: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245609: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245610: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245611: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245612: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245709: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245710: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245711: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 69 ***/
			case 245613: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245614: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245615: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245616: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245617: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245618: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245619: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245620: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245621: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245622: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245623: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245624: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245715: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245716: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245717: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 70 ***/
			case 245625: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245626: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245627: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245628: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245629: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245630: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245631: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245632: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245633: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245634: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245635: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245636: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245721: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245722: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245723: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 71 ***/
			case 245637: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245638: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245639: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245640: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245641: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245642: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245643: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245644: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245645: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245646: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245647: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245648: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245727: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245728: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245729: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 72 ***/
			case 245649: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245650: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245651: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245652: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245653: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245654: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245655: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245656: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245657: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245658: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245659: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245660: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245733: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245734: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245735: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 73 ***/
			case 245661: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245662: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245663: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245664: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245665: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245666: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245667: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245668: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245669: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245670: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245671: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245672: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245739: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245740: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245741: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 74 ***/
			case 245673: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245674: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245675: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245676: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245677: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245678: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245679: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245680: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245681: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245682: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245683: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245684: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245745: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245746: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245747: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			/*** Player Lvl 75-83 ***/
			case 245685: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245686: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245687: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245688: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245689: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245690: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245691: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245692: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245693: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245694: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245695: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245696: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245751: //ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã‚Â¦Ã‚Â¿ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245752: //ÃƒÂ«Ã‚Â°Ã¢â‚¬ÂÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â´ÃƒÂ«Ã‚Â§Ã‹â€  ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
			case 245753: //ÃƒÂ¬?Ã‚Â¸ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ­Ã‹â€ Ã‚Â¬ ÃƒÂªÃ‚ÂµÃ‚Â°ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«?Ã‚Â¼ÃƒÂ¬Ã‚Â¹Ã‚Â¸ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ«Ã‚Â³Ã¢â‚¬Ëœ.
				points = 250;
				despawnNpc(npc);
			break;
		} if (instanceReward.getInstanceScoreType().isStartProgress()) {
			instanceReward.addNpcKill();
			instanceReward.addPoints(points);
			sendPacket(npc.getObjectTemplate().getNameId(), points);
		}
	}

	//Level of the monsters depands on the character's level.
	protected void IDTransformLevelStart(Player player) {
		switch (player.getLevel()) {
		    /*** Player Lvl 66 ***/
			case 66:
				IDTransformRa66An();
				IDTransformDropDragon66Ae();
				IDTransformDevaGuardFi66An();
				IDTransformDevaGuardAs66An();
				IDTransformDevaGuardWi66An();
				IDTransformDevaGuardRa66An();
				IDTransformDevaStumble66An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh66An();
					break;
					case 2:
					    IDTransformVritraHigh66An();
					break;
					case 3:
					    IDTransformTiamatHigh66An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard66An();
					break;
					case 2:
					    IDTransformVritraGuard66An();
					break;
					case 3:
					    IDTransformTiamatGuard66An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA66An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB66An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC66An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD66An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble66An();
					break;
					case 2:
				        IDTransformVritraStumble66An();
					break;
					case 3:
				        IDTransformTiamatStumble66An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244482, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244483, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244484, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 67 ***/
			case 67:
			    IDTransformRa67An();
				IDTransformDropDragon67Ae();
				IDTransformDevaGuardFi67An();
				IDTransformDevaGuardAs67An();
				IDTransformDevaGuardWi67An();
				IDTransformDevaGuardRa67An();
				IDTransformDevaStumble67An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh67An();
					break;
					case 2:
					    IDTransformVritraHigh67An();
					break;
					case 3:
					    IDTransformTiamatHigh67An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard67An();
					break;
					case 2:
					    IDTransformVritraGuard67An();
					break;
					case 3:
					    IDTransformTiamatGuard67An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA67An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB67An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC67An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD67An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble67An();
					break;
					case 2:
				        IDTransformVritraStumble67An();
					break;
					case 3:
				        IDTransformTiamatStumble67An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244523, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244524, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244525, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 68 ***/
			case 68:
			    IDTransformRa68An();
				IDTransformDropDragon68Ae();
				IDTransformDevaGuardFi68An();
				IDTransformDevaGuardAs68An();
				IDTransformDevaGuardWi68An();
				IDTransformDevaGuardRa68An();
				IDTransformDevaStumble68An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh68An();
					break;
					case 2:
					    IDTransformVritraHigh68An();
					break;
					case 3:
					    IDTransformTiamatHigh68An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard68An();
					break;
					case 2:
					    IDTransformVritraGuard68An();
					break;
					case 3:
					    IDTransformTiamatGuard68An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA68An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB68An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC68An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD68An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble68An();
					break;
					case 2:
				        IDTransformVritraStumble68An();
					break;
					case 3:
				        IDTransformTiamatStumble68An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244564, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244565, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244566, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 69 ***/
			case 69:
			    IDTransformRa69An();
				IDTransformDropDragon69Ae();
				IDTransformDevaGuardFi69An();
				IDTransformDevaGuardAs69An();
				IDTransformDevaGuardWi69An();
				IDTransformDevaGuardRa69An();
				IDTransformDevaStumble69An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh69An();
					break;
					case 2:
					    IDTransformVritraHigh69An();
					break;
					case 3:
					    IDTransformTiamatHigh69An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard69An();
					break;
					case 2:
					    IDTransformVritraGuard69An();
					break;
					case 3:
					    IDTransformTiamatGuard69An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA69An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB69An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC69An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD69An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble69An();
					break;
					case 2:
				        IDTransformVritraStumble69An();
					break;
					case 3:
				        IDTransformTiamatStumble69An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244605, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244606, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244607, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 70 ***/
			case 70:
			    IDTransformRa70An();
				IDTransformDropDragon70Ae();
				IDTransformDevaGuardFi70An();
				IDTransformDevaGuardAs70An();
				IDTransformDevaGuardWi70An();
				IDTransformDevaGuardRa70An();
				IDTransformDevaStumble70An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh70An();
					break;
					case 2:
					    IDTransformVritraHigh70An();
					break;
					case 3:
					    IDTransformTiamatHigh70An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard70An();
					break;
					case 2:
					    IDTransformVritraGuard70An();
					break;
					case 3:
					    IDTransformTiamatGuard70An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA70An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB70An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC70An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD70An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble70An();
					break;
					case 2:
				        IDTransformVritraStumble70An();
					break;
					case 3:
				        IDTransformTiamatStumble70An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244646, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244647, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244648, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 71 ***/
			case 71:
			    IDTransformRa71An();
				IDTransformDropDragon71Ae();
				IDTransformDevaGuardFi71An();
				IDTransformDevaGuardAs71An();
				IDTransformDevaGuardWi71An();
				IDTransformDevaGuardRa71An();
				IDTransformDevaStumble71An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh71An();
					break;
					case 2:
					    IDTransformVritraHigh71An();
					break;
					case 3:
					    IDTransformTiamatHigh71An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard71An();
					break;
					case 2:
					    IDTransformVritraGuard71An();
					break;
					case 3:
					    IDTransformTiamatGuard71An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA71An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB71An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC71An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD71An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble71An();
					break;
					case 2:
				        IDTransformVritraStumble71An();
					break;
					case 3:
				        IDTransformTiamatStumble71An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244687, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244688, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244689, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 72 ***/
			case 72:
			    IDTransformRa72An();
				IDTransformDropDragon72Ae();
				IDTransformDevaGuardFi72An();
				IDTransformDevaGuardAs72An();
				IDTransformDevaGuardWi72An();
				IDTransformDevaGuardRa72An();
				IDTransformDevaStumble72An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh72An();
					break;
					case 2:
					    IDTransformVritraHigh72An();
					break;
					case 3:
					    IDTransformTiamatHigh72An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard72An();
					break;
					case 2:
					    IDTransformVritraGuard72An();
					break;
					case 3:
					    IDTransformTiamatGuard72An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA72An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB72An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC72An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD72An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble72An();
					break;
					case 2:
				        IDTransformVritraStumble72An();
					break;
					case 3:
				        IDTransformTiamatStumble72An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244728, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244729, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244730, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 73 ***/
			case 73:
				IDTransformRa73An();
				IDTransformDropDragon73Ae();
				IDTransformDevaGuardFi73An();
				IDTransformDevaGuardAs73An();
				IDTransformDevaGuardWi73An();
				IDTransformDevaGuardRa73An();
				IDTransformDevaStumble73An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh73An();
					break;
					case 2:
					    IDTransformVritraHigh73An();
					break;
					case 3:
					    IDTransformTiamatHigh73An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard73An();
					break;
					case 2:
					    IDTransformVritraGuard73An();
					break;
					case 3:
					    IDTransformTiamatGuard73An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA73An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB73An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC73An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD73An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble73An();
					break;
					case 2:
				        IDTransformVritraStumble73An();
					break;
					case 3:
				        IDTransformTiamatStumble73An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244769, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244770, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244771, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 74 ***/
			case 74:
			    IDTransformRa74An();
				IDTransformDropDragon74Ae();
				IDTransformDevaGuardFi74An();
				IDTransformDevaGuardAs74An();
				IDTransformDevaGuardWi74An();
				IDTransformDevaGuardRa74An();
				IDTransformDevaStumble74An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh74An();
					break;
					case 2:
					    IDTransformVritraHigh74An();
					break;
					case 3:
					    IDTransformTiamatHigh74An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard74An();
					break;
					case 2:
					    IDTransformVritraGuard74An();
					break;
					case 3:
					    IDTransformTiamatGuard74An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA74An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB74An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC74An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD74An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble74An();
					break;
					case 2:
				        IDTransformVritraStumble74An();
					break;
					case 3:
				        IDTransformTiamatStumble74An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244810, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244811, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244812, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
			/*** Player Lvl 75-83 ***/
			case 75:
			case 76:
			case 77:
			case 78:
			case 79:
			case 80:
			case 81:
			case 82:
			case 83:
			    IDTransformRa75An();
			    IDTransformDropDragon75Ae();
				IDTransformDevaGuardFi75An();
				IDTransformDevaGuardAs75An();
				IDTransformDevaGuardWi75An();
				IDTransformDevaGuardRa75An();
				IDTransformDevaStumble75An();
				switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshHigh75An();
					break;
					case 2:
					    IDTransformVritraHigh75An();
					break;
					case 3:
					    IDTransformTiamatHigh75An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshGuard75An();
					break;
					case 2:
					    IDTransformVritraGuard75An();
					break;
					case 3:
					    IDTransformTiamatGuard75An();
					break;
				} switch (Rnd.get(1, 4)) {
					case 1:
					    IDTransformBonusMonsterTypeA75An();
					break;
					case 2:
				        IDTransformBonusMonsterTypeB75An();
					break;
					case 3:
				        IDTransformBonusMonsterTypeC75An();
					break;
					case 4:
				        IDTransformBonusMonsterTypeD75An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        IDTransformEreshStumble75An();
					break;
					case 2:
				        IDTransformVritraStumble75An();
					break;
					case 3:
				        IDTransformTiamatStumble75An();
					break;
				} switch (Rnd.get(1, 3)) {
					case 1:
				        spawn(244851, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 2:
				        spawn(244852, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
					case 3:
				        spawn(244853, 510.39917f, 458.81943f, 322.0f, (byte) 21);
					break;
				}
			break;
		}
	}

	protected void IDTransformBonusMonsterTypeA66An() {
		spawn(248037, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248037, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248037, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB66An() {
		spawn(248038, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248038, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248038, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC66An() {
		spawn(248039, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248039, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248039, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD66An() {
		spawn(248040, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248040, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248040, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA67An() {
		spawn(248041, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248041, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248041, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB67An() {
		spawn(248042, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248042, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248042, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC67An() {
		spawn(248043, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248043, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248043, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD67An() {
		spawn(248044, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248044, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248044, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA68An() {
		spawn(248045, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248045, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248045, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB68An() {
		spawn(248046, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248046, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248046, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC68An() {
		spawn(248047, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248047, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248047, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD68An() {
		spawn(248048, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248048, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248048, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA69An() {
		spawn(248049, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248049, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248049, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB69An() {
		spawn(248050, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248050, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248050, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC69An() {
		spawn(248051, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248051, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248051, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD69An() {
		spawn(248052, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248052, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248052, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA70An() {
		spawn(248053, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248053, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248053, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB70An() {
		spawn(248054, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248054, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248054, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC70An() {
		spawn(248055, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248055, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248055, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD70An() {
		spawn(248056, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248056, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248056, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA71An() {
		spawn(248057, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248057, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248057, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB71An() {
		spawn(248058, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248058, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248058, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC71An() {
		spawn(248059, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248059, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248059, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD71An() {
		spawn(248060, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248060, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248060, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA72An() {
		spawn(248061, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248061, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248061, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB72An() {
		spawn(248062, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248062, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248062, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC72An() {
		spawn(248063, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248063, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248063, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD72An() {
		spawn(248064, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248064, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248064, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA73An() {
		spawn(248065, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248065, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248065, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB73An() {
		spawn(248066, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248066, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248066, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC73An() {
		spawn(248067, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248067, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248067, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD73An() {
		spawn(248068, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248068, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248068, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA74An() {
		spawn(248069, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248069, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248069, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB74An() {
		spawn(248070, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248070, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248070, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC74An() {
		spawn(248071, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248071, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248071, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD74An() {
		spawn(248072, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248072, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248072, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeA75An() {
		spawn(248073, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248073, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248073, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeB75An() {
		spawn(248074, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248074, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248074, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeC75An() {
		spawn(248075, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248075, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248075, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

	protected void IDTransformBonusMonsterTypeD75An() {
		spawn(248076, 761.54095f, 562.17f, 341.0512f, (byte) 90);
	    spawn(248076, 476.94467f, 549.22363f, 345.6048f, (byte) 90);
	    spawn(248076, 609.2811f, 707.6352f, 355.10846f, (byte) 93);
	}

}
